[
    {
        "title": "Who are the hostages released so far during Israel-Hamas deal?",
        "image": "https://i.ibb.co/KyVMg1c/news-1.jpg",
        "publisher": "CNN",
        "description": "A group of hostages is recovering after being freed by Hamas as a temporary truce took effect, bringing a halt to fighting after weeks of conflict.So far 41 hostages have been released in the first two days of the truce. Thirteen Israeli civilians were freed along with 11 foreign nationals in the initial exchange on Friday, followed by another 13 Israelis and four Thai nationals on Saturday.Their release has sparked tearful reunions with families following a painstakingly negotiated arrangement between the warring sides with the help of foreign mediation.Here’s what you need to know about those released so far:",
        "email": "mahi@gmail.com",
        "tag": "War",
        "views":17,
        "author_name":"Mahi",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"25/11/23"

    },
    {
        "title": "The world’s biggest iceberg is on the move",
        "image": "https://i.ibb.co/dkyM5nz/news-2.jpg",
        "publisher": "BBC",
        "description": "The world’s biggest iceberg – more than twice the size of Britain’s capital city - is on the move after decades of being grounded on the seafloor in Antarctica.The huge mass of ice broke away from the Filchner-Ronne ice shelf in 1986, calved and grounded on the Antarctic’s Weddell Sea floor almost immediatelyThe iceberg, named A23a, is about 400 meters (1,312 feet) thick, and almost 4,000 square kilometers (1,544 square miles) in area. Greater London, by way of comparison, is 1,572 square kilometers (607 square miles).",
        "email": "mahi@gmail.com",
        "tag": "Nature",
        "views":160,
        "author_name":"sakib",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-2.png",
        "date":"25/11/23"
    },
    {
        "title": "39 Palestinians, Including 6 Women And 33 Minors, Released by Israel",
        "image": "https://i.ibb.co/Qm8TFTG/news-3.png",
        "publisher": "BBC",
        "description": "Prison authorities in Israel announced early Sunday that they had released 39 Palestinian detainees, after Hamas freed 13 hostages under an agreement that came into force on Friday.The freed Palestinian prisoners are all women and people under the age of 19, while the hostages released by Hamas are all women and children.The agreement is supposed to last four days and allow the release of 50 Israelis and 150 Palestinians.",
        "email": "mashrafilmahi007@gmail.com",
        "tag": "War",
        "views":130,
        "author_name":"tory",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-1.png",
        "date":"25/11/23"
    },
    {
        "title": "Indian Premier League 2024",
        "image": "https://i.ibb.co/tpndR0T/news-4.png",
        "publisher": "CNN",
        "description": "The Indian Premier League (IPL) 2024 Retention Day has arrived, with all 10 franchises set to announce the list of players they wish to retain ahead of next month's mini auction. Over the past few days, Gujarat Titans captain Hardik Pandya has been in the news with his rumoured return to Mumbai Indians, where he started his IPL career in 2015. It has been reported that MI will pay Rs 15 crore to GT to re-acquire the services of the all-rounder. Hardik led Gujarat Titans to their maiden title in the franchise's first-ever season in the IPL last year. Last season, GT reached the final, only to lose the final to MS Dhoni's Chennai Super Kings.",
        "email": "mahi@gmail.com",
        "tag": "Sports",
        "views":130,
        "author_name":"tisha",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"25/11/23"
    },
    {
        "title": "EU likely to miss 1 million-round ammunition target for Ukraine",
        "image": "https://i.ibb.co/PC95V1P/news-5.jpg",
        "publisher": "CNN",
        "description": "The European Union’s goal of supplying Ukraine with 1 million rounds of artillery ammunition is unlikely to be achieved, Germany’s defense minister said Tuesday, as Kyiv remains locked in a grinding war of attrition against Russia with winter approaching.“It can be assumed that the 1 million rounds will not be reached,” Boris Pistorius said ahead of an EU defense ministers meeting in Brussels. EU member states are working with industry to ramp up production, he added.In March, EU member states agreed to provide Ukraine with 1 million rounds of artillery ammunition for Ukraine to be delivered within 12 months",
        "email": "abc@gmail.com",
        "tag": "War",
        "views":160,
        "author_name":"akash",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-4.png",
        "date":"25/11/23"
    },
    {
        "title": "North Korea to deploy ‘new’ weapons on border with South Korea",
        "image": "https://i.ibb.co/y45rZ1B/news-6.png",
        "publisher": "BBC",
        "description": "North Korea said Thursday it will deploy new military hardware along the military demarcation line that separates it from the South after Seoul partially pulled back from a 2018 agreement designed to ease tensions along the border, state-run media reported.North Korea acted after Seoul vowed to increase its intelligence and surveillance along the demilitarized zone (DMZ) in response to the launch of North Korea’s first-ever spy satellite on Tuesday, which analysts said could give Pyongyang information to better target opponents’ forces.",
        "email": "mahi@gmail.com",
        "tag": "War",
        "views":100,
        "author_name":"hima",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-2.png",
        "date":"25/11/23"
    },
    {
        "title": "New maps show where snowfall is disappearing",
        "image": "https://i.ibb.co/N77rNHJ/news-7.png",
        "publisher": "AlJajira",
        "description": "nowfall is declining globally as temperatures warm because of human-caused climate change, a new analysis and maps from a NOAA climate scientist show.But less snow falling from the sky isn’t as innocuous as just having to shovel less; it threatens to reinforce warming, and disrupt food and water for billions of people.Climate scientists say the future of snowfall is pretty clear: A warmer world driven by human pollution means precipitation is more likely to fall as rain than snow, all else being equal.",
        "email": "abc@gmail.com",
        "tag": "Nature",
        "views":170,
        "author_name":"rahi",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-1.png",
        "date":"25/11/23"
    },
    {
        "title": "NASA Administrator To Visit India For Meetings With Scientists",
        "image": "https://i.ibb.co/xCFxx9W/news-8.png",
        "publisher": "NDTV",
        "description": "NASA Administrator Bill Nelson is set to travel to India and the UAE beginning Monday for a series of meetings with key government officialsNelson will also meet with space officials in both countries to deepen bilateral cooperation across a broad range of innovation and research-related areas, especially in human exploration and Earth science, the American space agency NASA said in a release.",
        "email": "mtmahi@gmail.com",
        "tag": "Technology",
        "views":190,
        "author_name":"saib",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-4.png",
        "date":"29/11/23"
    },
    {
        "title": "Pledge To Continue Fight Against Terror Acts",
        "image": "https://i.ibb.co/tHYbJY4/news-9.png",
        "publisher": "NDTV",
        "description": "On the 15th anniversary of the 26/11 terror attacks, US Ambassador to India, Eric Garcetti, on Sunday paid tributes to the victims at the US Consulate in Mumbai.The US envoy reaffirmed Washington's commitment to fight alongside New Delhi against the menace of terrorism.",
        "email": "mahi@gmail.com",
        "tag": "Recent",
        "views":180,
        "author_name":"sany",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-2.png",
        "date":"25/12/22"
    },
    {
        "title": "Ethnic and gender diversity targets are only first step on road to fairer football",
        "image": "https://i.ibb.co/7jTHFbf/news-10.png",
        "publisher": "AlJajira",
        "description": "The results from the Football Leadership Diversity Code (FLDC) show that the sport’s bodies are not yet equipped to make systemic changes when it comes to representation. The code – a voluntary agreement established by the Football Association and signed up to by 56 clubs – was set up in 2020 to try to improve diversity across the game in coaching and leadership positions, and was a sign of positive intent.",
        "email": "hemal@gmail.com",
        "tag": "Sports",
        "views":130,
        "author_name":"faruk",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-1.png",
        "date":"05/11/23"
    },
    {
        "title": "Ukraine war: Fierce row erupts over 2024 election",
        "image": "https://i.ibb.co/8NMFD9p/news-11.png",
        "publisher": "BBC",
        "description": "For months, Ukraine has been caught up in a heated debate over whether the country needs to hold a presidential election in March next year as originally scheduled.All elections - including presidential ones - are prohibited under the country's current martial law, imposed after Russia launched its full-scale invasion in February 2022.Many in Ukraine are outraged by the idea, fearing a vote could distract the nation from its fight for survival.",
        "email": "toru@gmail.com",
        "tag": "War",
        "views":120,
        "author_name":"sultana",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-4.png",
        "date":"02/11/23"
    },
    {
        "title": "Mikhail Kasyanov: Russia labels ex-PM and Putin critic",
        "image": "https://i.ibb.co/6NxrHWG/news-12.png",
        "publisher": "AlJajira",
        "description": "Mr Kasyanov, an outspoken critic of President Vladimir Putin, left Russia shortly after its full-scale invasion of Ukraine in February 2022.He was PM during Mr Putin's first presidential term in 2000-2004, but has condemned Russia's war in Ukraine.A liberal financial expert, he now lives in exile.Many Kremlin critics and civil society groups are on the foreign agent list. In the past the label implied spying",
        "email": "toru@gmail.com",
        "tag": "War",
        "views":110,
        "author_name":"putul",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"27/11/23"
    },
    {
        "title": "How the Israel-Hamas hostage deal came together",
        "image": "https://i.ibb.co/VBsVzrQ/news-13.png",
        "publisher": "AlJajira",
        "description": "In the days immediately after the 7 October attack on Israel, a secret cell was set up to work for the release of some 240 hostages captured by Hamas.So began an extremely excruciating five-week process involving four countries, co-ordination between spy masters and high stakes presidential calls, says a senior US administration official.Israel and Hamas have now agreed that 50 Israeli women and children will be released over a four-day pause in the fighting, in exchange for 150 Palestinian prisoners, also women and children.",
        "email": "hemal@gmail.com",
        "tag": "War",
        "views":60,
        "author_name":"Mahi",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-1.png",
        "date":"26/11/23"
    },
    {
        "title": "Israel's Palestinian prisoner release a 'window of hope' in West Bank",
        "image": "https://i.ibb.co/nczbx3Q/news-14.png",
        "publisher": "BBC",
        "description": "Small campfires flickered in front of a handful of green Hamas flags; there were many more Palestinian ones.The return of 39 Palestinians from Israeli prisons to their homes in the occupied West Bank was never just going to be a family affair.Israel's jailing of large numbers of people on security grounds is widely seen by Palestinians as a tool of the occupation",
        "email": "abc@gmail.com",
        "tag": "War",
        "views":50,
        "author_name":"mukib",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"25/01/23"
    },
    {
        "title": " Love Trap: A new Indian online trend",
        "image": "https://i.ibb.co/TRs3ZnS/news-15.png",
        "publisher": "BBC",
        "description": "A controversial theory that some Hindu groups call Love Jihad - which claims that many Muslim men are taking part in a plot to seduce Hindu women and convert them - has circulated in India for years, despite lack of evidence. Now a reverse theory - that Hindu men are deliberately trying to seduce Muslim women - is going viral online. It's called the Bhagwa Love Trap, and again, evidence for the claim is scant. But that hasn't stopped it spilling over into real-world violence.",

        
        "email": "mtmahi@gmail.com",
        "tag": "Recent",
        "views":40,
        "author_name":"humik",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-4.png",
        "date":"21/11/23"
    },
    {
        "title": "Death toll from flooding in Somalia climbs to nearly 100",
        "image": "https://i.ibb.co/xFYfBrt/news-16.jpg",
        "publisher": "BBC",
        "description": "The number of people killed by floods from heavy rains in Somalia has risen to 96, state news agency SONNA said on Saturday.“Somalia’s flood death toll climbs to 96,” SONNA said in a post on X, formerly Twitter, adding the figure had been confirmed by Mahamuud Moallim, the head of the country’s disaster management agency.",
        "email": "mtmahi@gmail.com",
        "tag": "Natural Disasters",
        "name": "Premium",
        "color": "#FF0000",
        "views":30,
        "author_name":"jarin",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-4.png",
        "date":"25/11/23"
    },
    {
        "title": "Off-Grid Private Island",
        "image": "https://i.ibb.co/G9m4xFL/news-17.png",
        "publisher": "NDTV",
        "description": "Owning your very own island in Australia is no longer just the domain of the obscenely wealthy—as a small island with a number of notable bird species, including little penguins, is selling off the coast of Tasmania at a relatively affordable asking price. Ram Island is cradled in southeast Tasmania’s Little Swanport estuary, which flows into the Tasman Sea and protects the 26-hectare mudstone and dolerite landmass from the rough weather most island homes have to contend with.",
        "email": "toru@gmail.com",
        "tag": "Nature",
        "name": "Premium",
        "color": "#FF0000",
        "views":20,
        "author_name":"hnikm",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"25/11/23"
    },
    {
        "title": "Little Penguin Breeding Ground",
        "image": "https://i.ibb.co/R6f7Nvq/news-18.png",
        "publisher": "NDTV",
        "description": "Ram Island is accessible via a private barge between the island and the Tasmanian mainland. The current owners keep a car parked on the mainland, the listing agent said, and have a basic car on the island utilized mostly for transporting groceries from the jetty to the island homestead. Ralph Mansfield, the current owner of the island and a retired building contractor, regularly spots eagles and hawks on the island. The waterways are ideal for water skiing, diving, fishing, or just sitting back on the sidelines and taking it all in, he said.",
        "email": "toru@gmail.com",
        "tag": "Nature",
        "name": "Premium",
        "color": "#FF0000",
        "views":12,
        "author_name":"muhit",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-2.png",
        "date":"25/11/23"
    },
    {
        "title": "San Francisco Bay’s One and Only Private Island Lists for $25 Million",
        "image": "https://i.ibb.co/jZxc3HR/news-19.jpg",
        "publisher": "CNN",
        "description": "Tech billionaires, take notice: The only private island in San Francisco Bay is coming on the market for $25 million.Red Rock Island is a vacant, domed land mass spanning about 6 acres near the Richmond-San Rafael Bridge north of San Francisco.“You could put a big beautiful house on top,” said Brock Durning, whose family has owned the island for decades. Accessible by boat or helicopter, the island is a local landmark, according to listing agent Chris Lim of Christie’s International Real Estate.",
        "email": "mtmahi@gmail.com",
        "tag": "Nature",
        "name": "Premium",
        "color": "#FF0000",
        "views":18,
        "author_name":"hrolk",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-1.png",
        "date":"25/11/23"
    },
    {
        "title": "Nantucket’s Short-Term Rental War Is Pitting ‘Neighbor Against Neighbor",
        "image": "https://i.ibb.co/Ybs7J7J/news-20.png",
        "publisher": "AlJajira",
        "description": "On Saturday morning on Nantucket, a 48-square-mile island off the southern coast of Massachusetts, nearly 1,000 registered voters streamed into four large white tents erected on a playing field behind the elementary school. They were there for the annual Town Meeting, where they voted, as Nantucketers have for centuries, directly on issues facing the community. Every chair was taken and latecomers sat on the grass or in beach chairs. Children did somersaults in the sunshine and islanders passed around cookies and guffawed at the dry humor of Town Meeting Moderator Sarah Alger.",
        "email": "mahi@gmail.com",
        "tag": "Nature",
        "name": "Premium",
        "color": "#FF0000",
        "views":14,
        "author_name":"ryan",
        "author_photo":"https://i.ibb.co/Cs2cLjg/comment-people-5.png",
        "date":"25/11/23"
    }
]
